const lrc = `[00:01.42]我的心是不夜城
[00:03.59]
[00:05.08]词\\曲\\唱：泠鸢yousa
[00:06.57]编曲：喜宝Kiho、泠鸢yousa
[00:07.99]混音&母带：龚骏
[00:09.18]
[00:12.60]我的心是不夜城
[00:18.19]车灯霓虹 炙热高温
[00:23.64]喧闹嘈杂的街 高呼低吟的人
[00:29.16]思绪拥堵 疏导无门
[00:32.70]
[00:34.19]我的心是不夜城
[00:40.39]电力负荷  逐渐攀升
[00:45.97]欢声笑语不迭 烦躁不降反增
[00:51.68]越听越看 愈发陌生
[00:53.78]
[00:57.93]wu…
[01:37.79]
[01:41.21]我的心是不夜城
[01:47.47]熙熙攘攘 光耀缤纷
[01:53:02]繁密的路网间 忙乱的信号灯
[01:58.57]耗费太多 储存养分
[02:02.78]
[02:04.14]我的心是不夜城
[02:09.84]困意倦怠 无人听闻
[02:15.30]安宁将被驱离 静谧难以辨认
[02:20.83]逐渐剥去 我的灵魂
[02:24.49]
[02:25.79]这城市繁华绚丽 我无处容身
[02:30.57]不明白 我是谁 我是谁
[02:36.58]跃向高空俯瞰 边缘到底多远
[02:41.47]不知道 我在哪儿 我在哪儿
[02:46.00]
[02:48.11]一百万场露天表演奏乐不断
[02:52.67]唱着歌的是谁 那是谁
[02:58.97]沿着道路找寻脱困的路线
[03:03.79]离酣梦 再近些 再近些
[03:10.43]
[03:24.87]wu…
[03:31.20]
[03:32.81]喧闹的街
[03:37.64]高呼的人
[03:43.30]负荷攀升
[03:48.50]剥去我灵魂
[03:54.26]
[04:01.68]我的心是不夜城
[04:07.18]沸腾吵嚷 直到清晨
[04:12.82]光亮穿透纱帘 压下纷乱噪声
[04:18.21]等你敲响 我的房门
[04:26.71]`
